Repository: victorwads/UptimeLogger
Catalog: UptimeLogger/*.lproj/Localizable.strings
Languages: pt_br

# provider.files.openmessage
source: No permission to access logs folder To allow access, select the logs folder
pt_br: Sem permissão para acessar a pasta de registros Para permitir o acesso, selecione a pasta de registros

# main.logs
source: Logs
pt_br: Registros

# main.current
source: Current Log
pt_br: Registro Atual

# main.current.info
source: If your computer shutdowns now, the log will be like this:
pt_br: No momento, se seu computador desligar, o log ficará assim:

# main.current.inform
source: Inform Shutdown
pt_br: Informar Desligamento

# main.current.inform.remove
source: Cancel Shutdown
pt_br: Cancelar Desligamento

# main.current.inform.tip
source: click here to inform a shutdown intent
pt_br: clique aqui para informadar um desligamento planejado

# main.current.inform.remove.tip
source: click here to cancel a scheduled shutdown
pt_br: clique aqui para cancelar um desligamento planejado

# main.current.allow
source: Allow shutdown
pt_br: Permitir desligamento

# main.current.deny
source: Deny shutdown
pt_br: Negar desligamento

# menu.logs
source: Shutdown Logs
pt_br: Registros de Desligamento

# menu.folders.reload
source: Reload
pt_br: Recarregar

# menu.folders.cleanrecents
source: Clear Recents
pt_br: Limpar Recentes

# menu.folders.change
source: Change logs folder
pt_br: Mudar pasta de registros

# menu.folders.new
source: New folder
pt_br: Nova pasta

# menu.folders.open
source: Open logs folder
pt_br: Abrir pasta de registros

# logs.loading
source: Loading...
pt_br: Carregando...

# logs.notfound
source: No logs found
pt_br: Nenhum registro encontrado

# log.help
source: Click to change shutdown record information
pt_br: clique para alterar a informação do registro de desligamento

# log.startup
source: Startup:
pt_br: Inicialização:

# log.uptime
source: Uptime:
pt_br: Tempo ligado:

# log.unexpected.yes
source: Unexpected
pt_br: Inesperado

# log.unexpected.no
source: Intended
pt_br: Informado

# install.service.title
source: Monitoring Service
pt_br: Serviço de Monitoramento

# install.title
source: Installation Instructions
pt_br: Instruções de Instalação

# install.message
source: Identified that the service is not installed, as there is no log record, you can change the log folder in the "Logs" menu or install the service by following the instructions below.
pt_br: Identificamos que o serviço não esta instalado, pois não há registro de logs, você pode alterar a pasta de logs no menu "Registros" ou fazer a instalação do serviço seguindo as instruções abaixo.

# install.1
source: To install the service it's pretty simple, just click the continue button and a window will open where you must paste the command below and press enter:
pt_br: Para instalar o serviço é bem simples, basta clicar no botão continuar e será aberta uma janela onde você deve colar o comando abaixo e precionar enter:

# install.1.tip
source: you must be an admin user
pt_br: é necessário ser um usuário administrador

# install.2
source: After running the command in the opened window, you must enter your user password and press enter (it is normal for characters to be invisible) Upon completion, you can click continue again.
pt_br: Após executar o comando na janela aberta, você deve inserir a senha do seu usuário e precionar enter (é normal que os caracteres fiquem invisiveis) Ao finalizar, você pode clicar em continuar novamente.

# date.at
source: at
pt_br: às

# date.today
source: Today
pt_br: Hoje

# date.yesterday
source: Yesterday
pt_br: Ontem
