Repository: victorwads/UptimeLogger
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, hi

source: Cancel
ar: يلغي
hi: रद्द करना

# date.at
source: at
ar: في
hi: पर

# date.days
source: days
ar: د
hi: डी

# date.hours
source: hours
ar: ح
hi: एच

# date.minutes
source: minutes
ar: م
hi: एम

# date.seconds
source: seconds
ar: س
hi: एस

# date.today
source: today
ar: اليوم
hi: आज

# date.yesterday
source: yesterday
ar: أمس
hi: कल

# log.boottime
source: System boot time
ar: وقت إقلاع النظام
hi: सिस्टम बूट समय

# log.edited
source: Record edited
ar: تم تحريره
hi: संपादित

# log.help
source: click to change the shutdown record information
ar: انقر لتغيير معلومات سجل الاغلاق
hi: शटडाउन रिकॉर्ड जानकारी बदलने के लिए क्लिक करें

# log.normal
source: Normal Shutdown
ar: الاغلاق العادي
hi: सामान्य शटडाउन

# log.startup
source: Service start time
ar: وقت بدء الخدمة
hi: सेवा प्रारंभ समय

# log.sysversion
source: OS Version
ar: إصدار نظام التشغيل
hi: ओएस संस्करण

# log.unexpected
source: Unexpected Shutdown
ar: اغلاق غير متوقع
hi: अनपेक्षित शटडाउन

# log.uptime
source: Uptime
ar: الوقت منذ التمهيد
hi: बूट के बाद से समय

# logs.details.click
source: Click to view the details of the record
ar: انقر لعرض تفاصيل السجل
hi: रिकॉर्ड का विवरण देखने के लिए क्लिक करें

# logs.notfound
source: No records found
ar: لا توجد سجلات
hi: कोई रिकॉर्ड नहीं मिला

# nav.current
source: Current
ar: حاضِر
hi: मौजूदा

# nav.logs
source: Logs
ar: السجلات
hi: लॉग्स

# nav.settings
source: Settings
ar: إعدادات
hi: समायोजन

# nav.update
source: Updates
ar: التحديثات
hi: अपडेट

# options.all
source: All
ar: الجميع
hi: सभी

# provider.files.openmessage
source: No permission to access the logs folder To allow access, select the logs folder
ar: لا يوجد إذن للوصول إلى مجلد السجلات n للسماح بالوصول ، حدد مجلد السجلات
hi: लॉग फोल्डर को एक्सेस करने की अनुमति नहीं एक्सेस की अनुमति देने के लिए, लॉग फोल्डर को चुनें

# result.contains
source: contains the searched term
ar: يحتوي على مصطلح البحث
hi: खोजा गया शब्द शामिल है

# result.contains.not
source: does not contain the searched term
ar: لا يحتوي على مصطلح البحث
hi: खोजा गया शब्द शामिल नहीं है

# result.search
source: Search
ar: يبحث
hi: खोज

# results.sort
source: Sort by:
ar: ترتيب حسب:
hi: इसके अनुसार क्रमबद्ध करें:

# settings.developers.title
source: Developer Options
ar: خيارات للمطور
hi: डेवलपर विकल्प

# settings.folders.change
source: Change Folder
ar: تغير مجلد
hi: फ़ोल्डर परिवर्तन करें

# settings.folders.clean
source: Clear History
ar: تاريخ واضح
hi: इतिहास मिटा दें

# settings.folders.history.title
source: History
ar: تاريخ
hi: इतिहास

# settings.folders.select
source: Select
ar: يختار
hi: चुनना

# settings.interval
source: Interval:
ar: فاصلة:
hi: मध्यान्तर:

# settings.interval.tip
source: save processes every
ar: حفظ العمليات كل
hi: प्रक्रियाओं को हर सहेजें

# settings.monitoring.label
source: Activate process monitoring
ar: تفعيل مراقبة العملية
hi: प्रक्रिया निगरानी सक्रिय करें

# settings.monitoring.title
source: Monitoring Service
ar: خدمة المراقبة
hi: निगरानी सेवा

source: Update Available
ar: التحديث متاح
hi: उपलब्ध अद्यतन

# update.available.no
source: There are no available updates.
ar: لا توجد تحديثات متاحة.
hi: कोई अपडेट उपलब्ध नहीं है।

# update.current
source: Current version is
ar: الإصدار الحالي هو
hi: वर्तमान संस्करण है

# update.finish.alert.message
source: The download was completed successfully. Click OK to open the downloaded file and close the program.
ar: تم التحميل بنجاح. انقر فوق "موافق" لفتح الملف الذي تم تنزيله وإغلاق البرنامج.
hi: डाउनलोड सफलतापूर्वक पूरा हो गया था। डाउनलोड की गई फ़ाइल को खोलने और प्रोग्राम को बंद करने के लिए ओके पर क्लिक करें।

# update.finish.alert.now
source: Update Now
ar: تحديث الان
hi: अभी अद्यतन करें

# update.finish.alert.title
source: Download Completed
ar: انتها التحميل
hi: पूरा डाउनलोड

# update.last
source: The latest available version is
ar: أحدث إصدار متاح هو
hi: नवीनतम उपलब्ध संस्करण है

# authorize.title
source: File System Permission
ar: إذن نظام الملفات
hi: फ़ाइल सिस्टम अनुमति

# authorize.confirm
source: Authorize
ar: تفويض
hi: अधिकृत

# authorize.message
source: Permission to access the folder is necessary to read/write logs and configurations. Click "Open" in the following dialog box.
ar: إذن الوصول إلى المجلد ضروري لقراءة / كتابة السجلات والتكوينات. انقر فوق فتح في مربع الحوار التالي.
hi: लॉग और कॉन्फ़िगरेशन को पढ़ने/लिखने के लिए फ़ोल्डर तक पहुंचने की अनुमति आवश्यक है। निम्न संवाद बॉक्स में "खोलें" क्लिक करें।
